/* No comment provided by engineer. */
"All" = "Alle";

/* No comment provided by engineer. */
"All Brands" = "Alle Marken";

/* No comment provided by engineer. */
"All Categories" = "Alle Kategorien";

/* No comment provided by engineer. */
"All Colors" = "Alle Farben";

/* No comment provided by engineer. */
"All Prices" = "Alle Preise";

/* No comment provided by engineer. */
"All Sales" = "Alle Rabatte";

/* No comment provided by engineer. */
"All Shops" = "Alle Shops";

/* No comment provided by engineer. */
"All Sizes" = "Alle Größen";

/* No comment provided by engineer. */
"Back" = "Zurück";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Follow Us!" = "Folge Uns!";

/* No comment provided by engineer. */
"Homepage" = "Webseite";

/* No comment provided by engineer. */
"How it works" = "So funktioniert Swipy";

/* No comment provided by engineer. */
"Imprint" = "Impressum";

/* No comment provided by engineer. */
"Instagram" = "Instagram";

/* No comment provided by engineer. */
"Magazine" = "Magazin";

/* No comment provided by engineer. */
"Reset Filter" = "Filter zurücksetzen";

/* No comment provided by engineer. */
"Show" = "Jetzt anzeigen";

/* No comment provided by engineer. */
"No category selected" = "Keine Kategorie gewählt";

/* No comment provided by engineer. */
"Before filtering by brands, please select at least one category" = "Wähle erst eine Kategorie aus, bevor du eine Größe setzen kannst.";

/* No comment provided by engineer. */
"Share wishlist via E-Mail" = "Wishlist per E-Mail teilen";

/* No comment provided by engineer. */
"Send your wishlist to you or to your friends and store your favorites styles!" = "Sende Deine Wishlist an Dich oder Deine Freunde und speicher so Deine Lieblingsmode!";

/* No comment provided by engineer. */
"Send" = "Absenden";

/* No comment provided by engineer. */
"Clear Wishlist" = "Wishlist löschen";

/* No comment provided by engineer. */
"Are you sure you want to delete your Wishlist?" = "Möchtest Du Deine Wishlist wirklich löschen?";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Something went wrong" = "Hier stimmt was nicht";

/* No comment provided by engineer. */
"Please provide a valid E-Mail address" = "Bitte gebe eine korrekte E-Mail Adresse ein";

/* No comment provided by engineer. */
"Try again" = "Erneut versuchen";

/* No comment provided by engineer. */
"Wishlist sent" = "Wishlist versendet";

/* No comment provided by engineer. */
"Perfect, it worked! Your wishlist is on its way to you." = "Super, das hat geklappt! Deine Wishlist ist auf dem Weg.";

/* No comment provided by engineer. */
"Ok, Thanks!" = "Ok, Danke!";

/* No comment provided by engineer. */
"Your Wishlist is empty..." = "Deine Wishlist ist leer...";

/* No comment provided by engineer. */
"If you like a style, swipe right and find it back here again!" = "Wenn dir etwas gefällt, swipe nach rechts und Du findest es hier wieder!";

/* No comment provided by engineer. */
"Available Sizes" = "Verfügbare Größen";

/* No comment provided by engineer. */
"Shipping time" = "Versanddauer";

/* No comment provided by engineer. */
"See Shop" = "Siehe Shop";

/* No comment provided by engineer. */
"Share it with your friends!" = "Zeig´s Deinen Freunden";

/* No comment provided by engineer. */
"Share using WhatsApp" = "Über Whatsapp teilen";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Represented by:" = "Vertreten durch:";

/* No comment provided by engineer. */
"Contact" = "Kontakt";

/* No comment provided by engineer. */
"Search for all brands" = "Nach allen Marken suchen";

/* No comment provided by engineer. */
"Under" = "Bis";

/* No comment provided by engineer. */
"Over" = "Über";

/* No comment provided by engineer. */
"Top Brands" = "Top Marken";

/* No comment provided by engineer. */
"All Brands" = "Alle Marken";

